driver-tests/bpelse/repeatuntil/RepeatuntilJbi/test/RepeatUntilInvokeTest14/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:rep="http://j2ee.netbeans.org/wsdl/RepeatUntilwithInvoke">
  <soapenv:Body>
    <rep:Name>Test Invoke</rep:Name>
    <rep:counter>4</rep:counter>
  </soapenv:Body>
</soapenv:Envelope>